Revit 2027 API
ParameterTypeId.ViewerBoundActiveNear Property
 "Near Clip Active"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerBoundActiveNear { get; }
Public Shared ReadOnly Property ViewerBoundActiveNear As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerBoundActiveNear {
	ForgeTypeId^ get ();
}
static member ViewerBoundActiveNear : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace